
{{-- ======================== --}}
@extends('layouts.master')
@section('title', 'Khabarwaale - News Portal')
@section('desc', 'Khabarwaale - News Portal')
@section('keywords', 'Khabarwaale - News Portal')
@section('content')


<section class="p-b-70 p-t-10">

    <div class="container">
        <div class="row justify-content-center">
            <div class="col-md-10 col-lg-8 p-b-30">
                <div class="card border-0 shadow-sm">
                    <div class="card-body">
          
                        <div class="">
                            <!-- Blog Detail -->
                            <div class="p-b-70">
                                <h3 class="f1-l-3 cl2 p-b-16 respon2 text-center">
                                  ...

                                </h3>

             
                                <p class="f1-s-13 cl6 p-b-25">ਪੱਤਰਕਾਰੀ ਦੀਆਂ ਮੂਲ ਕਦਰਾਂ-ਕੀਮਤਾਂ ਨੂੰ ਪ੍ਰਣਾਇਆ ‘‘ਖ਼ਬਰਵਾਲੇ ਡਾਟ ਕਾਮ ਨਿਊਜ਼ ਪੋਰਟਲ’’ ਆਧੁਨਿਕ ਪੱਤਰਕਾਰਤਾ ਦੇ ਮਾਧਿਅਮਾਂ ਦਾ ਧਾਰਣੀ ਬਣਦਿਆਂ ਨਵੀਨਤਮ ਤਕਨਾਲੌਜੀ ਰਾਹੀਂ ਲੋਕਾਂ ਤੱਕ ਆਪਣਾ ਹੋਕਾ ਬੁਲੰਦ ਕਰ ਰਿਹਾ ਹੈ।
                                </p>
                                <p class="f1-s-13 cl6 p-b-25"> ਅਪ੍ਰੈਲ 2018 ਨੂੰ ਸਥਾਪਤ ਕੀਤਾ ਗਿਆ ਇਹ ਨਿਊਜ਼ ਪੋਰਟਲ ਆਪਣੀ ਤਰ੍ਹਾਂ ਦੇ ਪੱਤਰਕਾਰਤਾ ਮਾਧਿਅਮਾਂ ਵਿੱਚ ਮੋਹਰੀ ਭੂਮਿਕਾ ਅਦਾ ਕਰਦਾ ਹੋਇਆ ਨਿੱਤ ਦਿਨ ਖੋਜੀ ਪੱਤਰਕਾਰੀ ਦੇ ਨਵੇਂ ਦਿਸਹੱਦੇ ਕਾਇਮ ਕਰ ਰਿਹਾ ਹੈ। ਅਸੀਂ ਪੱਤਰਕਾਰਤਾ ਵਿੱਚ ਆ ਰਹੇ ਨਿਘਾਰ ਨੂੰ ਖ਼ਤਮ ਕਰਨ ਲਈ, ਪੱਤਰਕਾਰੀ ਵਿੱਚ ਮੱਲੋ-ਮੱਲੀ ਆ ਵੜੀ ਚਾਪਲੂਸੀ ਤੋਂ ਸ਼ੁਰੂ ਤੋਂ ਹੀ ਕਿਨਾਰਾ ਕੀਤਾ ਹੋਇਆ ਹੈ ਅਤੇ ਹਰ ਜ਼ਾਹਰਾ ਖ਼ਬਰ ਦੇ ਪਿਛੋਕੜ ਵਿਚਲੇ ਅਸਲ ਤੱਥਾਂ ਨੂੰ ਲੋਕਾਂ ਦੀ ਕਚਹਿਰੀ ਵਿੱਚ ਲਿਆ ਕੇ ਖ਼ਬਰ ਦੀ ਪੜਚੋਲ ਦਾ ਅਸਲ ਜ਼ਿੰਮਾ ਉਨ੍ਹਾਂ ਦੇ ਵਿਚਾਰਾਂ 'ਤੇ ਛੱਡਦੇ ਹਾਂ। ਅਜੋਕੇ ਦੌਰ ਵਿੱਚ ਲੋਕਤੰਤਰ ਦੇ ਚੌਥੇ ਥੰਮ੍ਹ 'ਤੇ ਕਾਰੋਬਾਰੀ ਘਰਾਣੇ ਜਦੋਂ ਆਪਣਾ ਕਬਜ਼ਾ ਜਮਾਉਣ ਲਈ ਬਜ਼ਿੱਦ ਹਨ ਤਾਂ ਅਜਿਹੇ ਸਮੇਂ ਵਿੱਚ ਪੱਤਰਕਾਰਤਾ ਦੇ ਅਸੂਲਾਂ ਨੂੰ ਕਾਇਮ ਰੱਖਣਾ ਬਹੁਤ ਔਖਾ ਹੈ ਪਰ ‘‘ਖ਼ਬਰਵਾਲੇ ਡਾਟ ਕਾਮ ਨਿਊਜ਼ ਪੋਰਟਲ’’ ਆਪਣੇ ਪਾਠਕਾਂ ਨੂੰ ਭਰੋਸਾ ਦਿਵਾਉਂਦਾ ਹੈ ਕਿ ਲੋਕ-ਪੱਖੀ ਪੱਤਰਕਾਰੀ ਹਮੇਸ਼ਾ ਸਾਡੀ ਪਹਿਲ ਰਹੇਗੀ।
                                </p>
                                <p class="f1-s-13 cl6 p-b-25"> ਖ਼ਬਰਵਾਲੇ ਡਾਟ ਕਾਮ ਨਿਊਜ਼ ਪੋਰਟਲ ਦੇ ਮੁੱਖ ਸੰਪਾਦਕ ਸ. ਪਰਮਿੰਦਰ ਸਿੰਘ ਜੱਟਪੁਰੀ ਆਪਣੇ 25 ਸਾਲਾਂ ਦੇ ਪੱਤਰਕਾਰੀ ਦੇ ਸਫ਼ਰ ਵਿੱਚ ਵੱਖ-ਵੱਖ ਭਾਸ਼ਾਵਾਂ ਦੇ ਅਖ਼ਬਾਰਾਂ ਵਿੱਚ ਰਹਿੰਦਿਆਂ ਪੰਜਾਬ ਦੇ ਵੱਖੋ-ਵੱਖ ਖ਼ਿੱਤਿਆਂ ਨੂੰ ਕਵਰ ਕਰ ਚੁੱਕੇ ਹਨ। ਉਹ ਪੰਜਾਬੀ ਅਖ਼ਬਾਰ 'ਅੱਜ ਦੀ ਆਵਾਜ਼' ਤੋਂ ਪੱਤਰਕਾਰੀ ਦੀ ਸ਼ੁਰੂਆਤ ਕਰਕੇ, 'ਅਜੀਤ' (ਪੰਜਾਬੀ) ਅਤੇ ਫਿਰ ਅੰਗਰੇਜ਼ੀ ਅਖ਼ਬਾਰ 'ਹਿੰਦੁਸਤਾਨ ਟਾਈਮਜ਼' ਲਈ ਲੁਧਿਆਣਾ (ਦਿਹਾਤੀ) ਤੋਂ ਪੱਤਰਕਾਰੀ ਕਰ ਚੁੱਕੇ ਹਨ। ਇਸ ਅਰਸੇ ਦੌਰਾਨ ਸ. ਜੱਟਪੁਰੀ ਨੇ ਕਈ ਖੋਜੀ ਖ਼ਬਰਾਂ ਨਸ਼ਰ ਕੀਤੀਆਂ ਅਤੇ ਸਟਿੰਗ ਅਪ੍ਰੇਸ਼ਨ ਕਰਕੇ ਪੱਤਰਕਾਰੀ ਦੇ ਖੇਤਰ ਵਿੱਚ ਅਹਿਮ ਸਥਾਨ ਬਣਾਇਆ। ਇਸ ਤੋਂ ਇਲਾਵਾ ਦਿੱਲੀ ਦੇ ਅੰਗਰੇਜ਼ੀ ਰਸਾਲੇ ‘ਯੂ-ਟਰਨ ਟਾਈਮਜ਼’ ਵਿੱਚ ਬਤੌਰ ਐਸੋਸੀਏਟ ਐਡੀਟਰ ਆਪਣੀਆਂ ਸੇਵਾਵਾਂ ਦਿੱਤੀਆਂ। ਸ. ਜੱਟਪੁਰੀ ਨੇ ਕਰੀਬ ਦੋ ਸਾਲ ਆਪਣਾ ਅੰਗਰੇਜ਼ੀ ਮਹੀਨਾਵਾਰ ਰਸਾਲਾ ‘ਫ਼ੈਕਟ ਰਿਕਾਰਡਰ’ ਵੀ ਪ੍ਰਕਾਸ਼ਤ ਕੀਤਾ। ਮੀਡੀਆ ਦੇ ਕੰਪਿਊਟਰੀਕਰਨ ਅਤੇ ਹਾਈਟੈਕ ਹੋਣ ਦੇ ਦੌਰ ਵਿੱਚ ਪਾਠਕਾਂ ਦੀ ਨਬਜ਼ ਫੜਦਿਆਂ ਮੁੱਖ ਸੰਪਾਦਕ ਸ. ਪਰਮਿੰਦਰ ਸਿੰਘ ਜੱਟਪੁਰੀ ਨੇ ਆਨਲਾਈਨ ਮੀਡੀਆ ਜਿਹੇ ਆਧੁਨਿਕ ਸਾਧਨ ਨੂੰ ਲੋਕਾਂ ਤੱਕ ਆਪਣੀ ਆਵਾਜ਼ ਪਹੁੰਚਾਉਣ ਦਾ ਜ਼ਰੀਆ ਬਣਾਇਆ ਹੈ। ਤੁਹਾਡੇ ਲਈ ਉਲੀਕੀ ਇਸ ਪਹਿਲਕਦਮੀ ਵਿੱਚ ਤੁਹਾਡੇ ਸਹਿਯੋਗ ਦੀ ਹਮੇਸ਼ਾ ਜ਼ਰੂਰਤ ਰਹੇਗੀ।
                                  </p>
                             


                                <!-- Tag -->
                  

                                <!-- Share -->
                              
                            </div>

                        </div>
                    </div>
                </div>

            

            </div>

            <!-- Sidebar -->
            @livewire('frontend.innerpage.inner-page-right-add')
         
        </div>


    </div>
</section>


@stop